    #Организация программ и методы строк

mi_srting= input("Введите любое слово:")   #Создайте переменную my_string и присвойте ей значение строки с произвольным текстом (функция input()).
print  (len(mi_srting))                                         # Выведите на экран длину строки.



print('Организация программ и методы строк'.upper())                          # Выведите строку my_string в верхнем регистре.
print('Организация программ и методы строк'.lower())                          # Выведите строку my_string в нижнем регистре.
print('Организация программ и методы строк'.replace(' ', ''))                 # Измените строку my_string, удалив все пробелы.
print('Организация программ и методы строк' [0])                              # Выведите первый символ строки my_string.
print('Организация программ и методы строк'[-1])                              # Выведите последний символ строки my_string.