name="Rodion"                       # 1 Создайте переменную name и присвойте ей значение вашего имени (строка).
age=34                              # 2 Создайте переменную age и присвойте ей значение вашего возраста (целое число).
is_student = True                   # 4 Создайте переменную is_student и присвойте ей значение True (логическое значение).


print ("Name: ", name)              # 1 Выведите значение переменной name на экран.
print("Age: ",age)                  # 2 Выведите значение переменной age на экран.
print("New Age: ",age+1)            # 3 Измените значение переменной age на новое значение (например, на age +1).
print("Is student: ",is_student)    # 4 Выведите значение переменной is_student на экран.

print(type(name))                   # Строки str
print(type(age))                    # Целое число int
print(type(is_student))             # Логическое значение bool 