name1=5                     #Создайте переменную num1 и присвойте ей значение 5
name2=3                     #Создайте переменную num2 и присвойте ей значение 3
same=name1+name2            #Создайте переменную sum и присвойте ей сумму num1 и num2
print(same)                 #Выведите значение переменной sum на экран

result=same+name1*name2     #Создайте переменную result и присвойте ей результат выражения sum + num1 * num2
print(result)               #Выведите значение переменной result на экран