#print('Давай узнаем, продадут ли тебе сигареты в магазине')
#age = int (input('Напиши свой возрост:'))

#if age >= 18 :
#    print('Ваш возраст подходит. С Вас 5000 рублей')

#if age < 18 :
#    print('Приходи, когда исполнится 18 лет')

#--------------------------------------------------------

#a = int (input('введи переменную а:'))
#b = int (input('введи переменную б:'))
#a, b = 10, 5
#if a > b:
#    print('a > b')
#if a > b and a > 0:
#    print('успех')

#if (a> b) and (a>0 or b < 1000):
#    print('успех')

#if 5 < b and b < 10:
#    print('успех')

#--------------------------------------------------------

#if '13' > '123':  # сравниваем первые два символа
#    print('успех')

#if '123' > '18': # тут также
#    print('успех')

#if [1,2] > [1,1]:
#    print('успех')

#--------------------------------------------------------
# разные типы данных сравнить невозможно. Давай проверим. Пример

#if '6' > 5:
#    print('OK')

#if [5,6] > 5:
#    print('OK')

# исключение из правил, эти типы данных не равны. операция выполняется
if '10' != 5:
    print('OK')
if [5, 6] != 5:
        print('OK')


