#Создайте новый файл, в этом файле создайте две функции def, которые распечатывают "Hello, world"
#В файле main.py импортируйте ранее созданный файл и вызовите две созданные ранее функции

def test1():
    print("Hello, world 1")

def test2():
    print("Hello, world 2")



